Repository: LarreaMikel/uMatriks
Catalog: po/*.po
Languages: es

source: About...
es: Acerca de...

source: Back
es: Atrás

source: Authors
es: Autores

source: Translations
es: Traducciones

source: Not in your language? Please help us translating the app by contributing on: <a href='https://poeditor.com/join/project/4VSWHLQChQ'>poeditor</a>
es: ¿No está en su idioma? Ayúdenos a traducir la aplicación contribuyendo en: <a href='https://poeditor.com/join/project/4VSWHLQChQ'>poeditor</a>

source: Acknowledgement
es: Agradecimiento

source: Join room
es: Entrar en la habitación

source: Log out
es: Salir

source: About
es: Acerca de

source: Join room:
es: Entrar en la habitación:

source: Cancel
es: Cancelar

source: Join
es: Entrar

source: Login...
es: Acceder...

source: Wrong username or password, please try again
es: Usuario o contraseña errónea, vuelva a intentarlo

source: Failed to login, please try again
es: Error al iniciar sesión, vuelva a intentarlo

source: User Name or Matrix ID:
es: Nombre de usuario o Matrix ID:

source: Password:
es: Contraseña:

source: Home server URL:
es: URL del servidor doméstico:

source: Login
es: Acceder

source: Warning!
es: ¡Advertencia!

source: Close
es: Cerrar

source: Failed to add direct chat with
es: Error al añadir chat directo con

source: because this is not implented yet. This was just a test button.
es: ya que todavía no se ha implementado. Botón solo de prueba.

source: RoomList
es: ListaHabitaciones

source: Leave
es: Abandonar

source: Members of
es: Miembros de

source: Room Topic
es: Tema de la Habitación

source: Room
es: Habitación

source: Welcome to uMatriks!<br/> <br/> uMatriks is a program that allows you to use the Matrix network.
es: ¡Bienvenido a uMatriks!<br/> <br/> uMatriks es un programa que te permite usar la red Matrix.

source: To use uMatriks, you need to login with your matrix <i>user</i>.
es: Para utilizar uMatriks, debe iniciar sesión con su <i>usuario</i> de matrix.

source: chattyman
es: apodo

source: Download
es: Descargar

source: %1 is not a valid homeserver address
es: %1 no es una dirección válida de servidor doméstico

source: %1 is an invalid homeserver URL
es: %1 es una URL de servidor doméstico inválida

source: %1 and %2
es: %1 y %2

source: %1 and %L2 others
es: %1 y otros %L2

source: Empty room (was: %1)
es: Habitación vacía (era: %1)

source: Empty room (%1)
es: Habitación vacía (%1)

source: Redacted
es: Redactado

source: Redacted: %1
es: Redactado: %1

source: a file
es: un archivo

source: reinvited %1 to the room
es: reinvitado %1 a la habitación

source: joined the room (repeated)
es: se unió a la habitación (repetido)

source: invited %1 to the room
es: invitado %1 a la habitación

source: cleared the display name
es: borrado el nombre mostrado

source: changed the display name to %1
es: cambiado el nombre mostrado a %1

source: cleared the avatar
es: borrado el avatar

source: updated the avatar
es: actualizado el avatar

source: unbanned %1
es: readmitido %1

source: self-unbanned
es: auto-readmitido

source: has put %1 out of the room
es: ha puesto %1 fuera de la habitación

source: left the room
es: salió de la habitación

source: banned %1 from the room
es: vetado %1 de la habitación

source: self-banned from the room
es: auto-vetado de la habitación

source: %1 (%2) knocked
es: %1 (%2) noqueado

source: set aliases to: %1
es: establecer apodos a: %1

source: set the room main alias to: %1
es: establecer el apodo principal de la habitación a: %1

source: set the room name to: %1
es: establecer el nombre de la habitación a: %1

source: set the topic to: %1
es: establecer el tema a: %1

source: changed the room avatar
es: cambiado el avatar de la habitación

source: activated End-to-End Encryption
es: activado cifrado de punto a punto

source: Unknown Event
es: Evento desconocido
